aaron-bond.better-comments
adpyke.codesnap
be5invis.vscode-custom-css
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dotenv.dotenv-vscode
dotjoshjohnson.xml
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
github.copilot
github.copilot-chat
jock.svg
johnpapa.vscode-peacock
mhutchie.git-graph
mrmlnc.vscode-duplicate
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.powershell
naumovs.color-highlight
piyush-bhatt.vscode-random-hex
pkief.material-icon-theme
rebornix.toggle
sdras.night-owl
styled-components.vscode-styled-components
vivaxy.vscode-conventional-commits
vscodevim.vim
xabikos.javascriptsnippets
yzhang.markdown-all-in-one